---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightAtADistance
source: html/780823b1-456c-2442-8a7a-8e48e20a2568.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightAtADistance Property

"At a distance"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightAtADistance { get; }
```